Dlubal.DynamPro.AxisType
Type of the axis

Dlubal.DynamPro.AxisType.UnknownAxis
Unknown axis

Dlubal.DynamPro.AxisType.AxisX
Axis X

Dlubal.DynamPro.AxisType.AxisY
Axis Y

Dlubal.DynamPro.AxisType.AxisZ
Axis Z